Repository: OwenOps/PharmaSignal
Catalog: Client/lib/l10n/app_*.arb
Languages: ar, de, fr, zh

# dataSecurityParagraph
source: We implement robust security measures to protect your personal data from unauthorized access, disclosure, modification, or destruction. Your information is stored securely and accessible only to authorized persons.
ar: نقوم بتنفيذ إجراءات أمان قوية لحماية بياناتك الشخصية من الوصول غير المصرح به، والكشف، والتعديل، أو التدمير. يتم تخزين معلوماتك بشكل آمن ويمكن الوصول إليها فقط من قبل الأشخاص المخولين.
de: Wir setzen robuste Sicherheitsmaßnahmen ein, um Ihre persönlichen Daten vor unbefugtem Zugriff, Offenlegung, Änderung oder Zerstörung zu schützen. Ihre Informationen werden sicher gespeichert und sind nur für autorisierte Personen zugänglich.
fr: Nous mettons en œuvre des mesures de sécurité robustes pour protéger vos données personnelles contre tout accès non autorisé, divulgation, modification ou destruction. Vos informations sont stockées de manière sécurisée et accessibles uniquement aux personnes autorisées.
zh: 我们实施强有力的安全措施，保护您的个人数据免遭未经授权的访问、泄露、修改或销毁。您的信息被安全存储，仅限授权人员访问。

# userRightsTitle
source: 5. User Rights
ar: 5. حقوق المستخدمين
de: 5. Benutzerrechte
fr: 5. Droits des Utilisateurs
zh: 5. 用户权利

# userRightsSubtitle
source: You have the right to:
ar: لديك الحق في :
de: Sie haben das Recht:
fr: Vous avez le droit de :
zh: 您有权：

# userRightsBulletPoints
source: Access your personal data that we have collected. Request correction of any inaccurate or incomplete information. Request the deletion of your personal data, subject to certain conditions. Withdraw your consent to the processing of your personal data at any time.
ar: الوصول إلى البيانات الشخصية التي قمنا بجمعها. طلب تصحيح أي معلومات غير صحيحة أو غير كاملة. طلب حذف بياناتك الشخصية، بشرط بعض الشروط. سحب موافقتك على معالجة بياناتك الشخصية في أي وقت.
de: Zugriff auf die von uns gesammelten personenbezogenen Daten zu erhalten. Die Berichtigung aller ungenauen oder unvollständigen Informationen zu verlangen. Die Löschung Ihrer personenbezogenen Daten unter bestimmten Bedingungen zu verlangen. Ihre Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten jederzeit zu widerrufen.
fr: Accéder à vos données personnelles que nous avons collectées. Demander la correction de toute information inexacte ou incomplète. Demander la suppression de vos données personnelles, sous réserve de certaines conditions. Retirer votre consentement au traitement de vos données personnelles à tout moment.
zh: 访问我们收集的您的个人数据。 要求更正任何不准确或不完整的信息。 要求删除您的个人数据，条件许可时。 随时撤回对处理您个人数据的同意。

# exerciseRightsParagraph
source: To exercise these rights, please contact us at the following address:
ar: لممارسة هذه الحقوق، يرجى الاتصال بنا على العنوان التالي:
de: Um diese Rechte auszuüben, kontaktieren Sie uns bitte unter folgender Adresse:
fr: Pour exercer ces droits, veuillez nous contacter à l'adresse suivante :
zh: 行使这些权利，请联系我们：

# termsModificationTitle
source: 6. Modifications to the Terms of Use
ar: 6. تعديلات على شروط الاستخدام
de: 6. Änderungen der Nutzungsbedingungen
fr: 6. Modifications des Conditions d'Utilisation
zh: 6. 使用条款的修改

# termsModificationParagraph
source: We reserve the right to modify these terms of use at any time. Changes will be posted on this page and, if applicable, you will be informed by email or through the application. Please check this page regularly for updates.
ar: نحتفظ بالحق في تعديل شروط الاستخدام في أي وقت. ستتم نشر التعديلات على هذه الصفحة، وفي حال الحاجة، ستتم إعلامك عبر البريد الإلكتروني أو من خلال التطبيق. يرجى مراجعة هذه الصفحة بانتظام ل
de: Wir behalten uns das Recht vor, diese Nutzungsbedingungen jederzeit zu ändern. Änderungen werden auf dieser Seite veröffentlicht und Sie werden gegebenenfalls per E-Mail oder über die Anwendung informiert. Bitte überprüfen Sie diese Seite regelmäßig, um Updates zu erhalten.
fr: Nous nous réservons le droit de modifier ces conditions d'utilisation à tout moment. Les modifications seront publiées sur cette page et, le cas échéant, vous serez informé par e-mail ou via l'application. Veuillez consulter régulièrement cette page pour prendre connaissance des mises à jour.
zh: 我们保留随时修改这些使用条款的权利。修改内容将发布在此页面，并在适当情况下通过电子邮件或应用程序通知您。请定期查看此页面以了解更新情况。

# contactTitle
source: 7. Contact
ar: 7. الاتصال
de: 7. Kontakt
zh: 7. 联系方式

# contactParagraph
source: For any questions or concerns regarding these terms of use or the application in general, please contact us by email:
ar: لأية أسئلة أو استفسارات حول شروط الاستخدام هذه أو التطبيق بشكل عام، يرجى التواصل معنا عبر البريد الإلكتروني :
de: Bei Fragen oder Bedenken zu diesen Nutzungsbedingungen oder zur Anwendung im Allgemeinen kontaktieren Sie uns bitte per E-Mail:
fr: Pour toute question ou préoccupation concernant ces conditions d'utilisation ou l'application en général, veuillez nous contacter par mail :
zh: 如果您对这些使用条款或应用程序有任何疑问或担忧，请通过电子邮件联系我们：

# appUsageAcceptance
source: By using the "Medication Reporting" application, you agree to these terms of use. Thank you for your cooperation and commitment to improving medication supply management in our community.
ar: باستخدام تطبيق "Signalement Médicaments"، فإنك توافق على هذه الشروط والأحكام. نشكركم على تعاونكم والتزامكم بتحسين إدارة التوريد الدوائي في مجتمعنا.
de: Durch die Nutzung der Anwendung "Medikamentenmeldung" akzeptieren Sie diese Nutzungsbedingungen. Vielen Dank für Ihre Mitarbeit und Ihr Engagement zur Verbesserung der Arzneimittelversorgung in unserer Gemeinschaft.
fr: En utilisant l'application "Signalement Médicaments", vous acceptez ces conditions d'utilisation. Merci de votre collaboration et de votre engagement à améliorer la gestion de l'approvisionnement en médicaments dans notre communauté.
zh: 使用 "Signalement Médicaments" 应用程序即表示您接受这些使用条款。感谢您的合作和对改善我们社区药品供应管理的承诺。
