Repository: OwenOps/PharmaSignal
Catalog: Client/lib/l10n/app_*.arb
Languages: ar, de, fr, zh

source: Login
ar: تسجيل الدخول
de: Anmelden
fr: Se connecter
zh: 登录

# createAccount
source: Create an account
ar: إنشاء حساب
de: Konto erstellen
fr: Créer un compte
zh: 创建账户

# chartres
source: Terms and Conditions
ar: شروط الاستخدام
de: Nutzungsbedingungen
fr: Conditions d'utilisations
zh: 使用条款

source: Reset password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
zh: 重置密码

source: Close
ar: إغلاق
de: Schließen
fr: Fermer
zh: 关闭

source: Account already connected
ar: هذا الحساب متصل بالفعل بجهاز آخر. يرجى الخروج قبل تسجيل الدخول مرة أخرى.
de: Dieses Konto ist bereits mit einem anderen Gerät verbunden. Bitte trennen Sie die Verbindung, bevor Sie sich erneut anmelden.
fr: Ce compte est déjà connecté à un autre appareil. Veuillez vous déconnecter avant de vous reconnecter.
zh: 此账户已连接到另一台设备。请先注销再重新连接。

source: User not found
ar: المستخدم غير موجود. الرجاء التسجيل.
de: Benutzer nicht gefunden. Bitte registrieren Sie sich.
fr: Utilisateur non trouvé, Veuillez vous inscrire.
zh: 未找到用户，请注册。

# errorConnection
source: Connection error
ar: خطأ في الاتصال
de: Verbindungsfehler
fr: Erreur de connexion
zh: 连接错误

# wrongPassword
source: Incorrect password
ar: كلمة المرور غير صحيحة
de: Falsches Passwort
fr: Mot de passe incorrect
zh: 密码错误

source: Email
ar: البريد الإلكتروني
zh: 电子邮件

source: Password
ar: كلمة المرور
de: Passwort
fr: Mot de passe
zh: 密码

source: Forgot password
ar: نسيت كلمة المرور
de: Passwort vergessen
fr: Mot de passe oublié
zh: 忘记密码

# needToBeCompleted
source: This field must be completed.
ar: يجب ملء هذا الحقل.
de: Das Feld muss ausgefüllt werden.
fr: Le champ doit être complété.
zh: 此字段必须填写。

# chooseGoodEmail
source: Please enter a valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صحيح.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
fr: Veuillez saisir une adresse e-mail valide.
zh: 请输入有效的电子邮件地址。

source: History
ar: التاريخ
de: Verlauf
fr: Historique
zh: 历史记录

source: Search
ar: بحث
de: Suche
fr: Rechercher
zh: 搜索

# myAccount
source: My Profile
ar: ملفي الشخصي
de: Mein Profil
fr: Mon profil
zh: 我的资料

# resetLinkSend
source: Reset link sent to
ar: تم إرسال رابط إعادة التعيين إلى
de: Link zum Zurücksetzen des Passworts gesendet an
fr: Lien de réinitialisation envoyé à
zh: 重置链接已发送至

# errorSendingLink
source: Error sending reset link
ar: خطأ في إرسال رابط إعادة التعيين
de: Fehler beim Senden des Zurücksetzungslinks
fr: Erreur lors de l'envoi du lien de réinitialisation
zh: 发送重置链接时出错

# emailAdress
source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
fr: Adresse e-mail
zh: 电子邮件地址

source: Send
ar: إرسال
de: Senden
fr: Envoyer
zh: 发送

source: Error
ar: خطأ
de: Fehler
fr: Erreur
zh: 错误

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
fr: Réessayer
zh: 重试

# chooseNameFirstName
source: Please enter your first name and last name.
ar: الرجاء إدخال الاسم واللقب الخاص بك.
de: Bitte geben Sie Ihren Namen und Vornamen ein.
fr: Veuillez saisir votre nom et votre prenom.
zh: 请输入您的姓和名。

# passwordNeeds
source: Password must be at least 8 characters long, including at least one lowercase letter, one uppercase letter, one digit, and one special character.
ar: يجب أن تحتوي كلمة المرور على ما لا يقل عن 8 أحرف، بما في ذلك حرف صغير وحرف كبير ورقم وحرف خاص.
de: Das Passwort muss mindestens 8 Zeichen lang sein und mindestens einen Kleinbuchstaben, einen Großbuchstaben, eine Zahl und ein Sonderzeichen enthalten.
fr: Le mot de passe doit contenir au moins 8 caractères, incluant au moins une minuscule, une majuscule, un chiffre et un caractère spécial.
zh: 密码必须包含至少8个字符，包括至少一个小写字母，一个大写字母，一个数字和一个特殊字符。

# passwordDontMatch
source: Passwords do not match.
ar: كلمات المرور غير متطابقة.
de: Die Passwörter stimmen nicht überein.
fr: Les mots de passe ne correspondent pas.
zh: 密码不匹配。

# tickBoxes
source: Please tick both boxes.
ar: الرجاء تحديد الخانات الاثنين.
de: Bitte beide Kästchen ankreuzen.
fr: Veuillez cocher les deux cases.
zh: 请勾选两个框。

# weakPassword
source: Password is too weak.
ar: كلمة المرور ضعيفة جداً.
de: Das Passwort ist zu schwach.
fr: Le mot de passe est trop faible.
zh: 密码太弱。

# emailAreadyUsed
source: Email is already in use.
ar: البريد الإلكتروني مستخدم بالفعل.
de: Die E-Mail wird bereits verwendet.
fr: L'email est deja utilisé.
zh: 电子邮件已被使用。

# name
source: LastName
ar: الاسم
de: Name
fr: Nom
zh: 姓

source: FirstName
ar: الاسم الأول
de: Vorname
fr: Prénom
zh: 名

source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
fr: Confirmez mot de passe
zh: 确认密码

# alreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟
de: Sie haben bereits ein Konto?
fr: Vous avez déjà un compte ?
zh: 已有账户？

# consentsDataShare
source: By checking this box, you consent to the sharing of your personal data.*
ar: بالتحديد عن طريق تحديد هذا المربع، فإنك توافق على مشاركة بياناتك الشخصية.*
de: Durch Ankreuzen dieses Kästchens stimmen Sie der Weitergabe Ihrer persönlichen Daten zu.*
fr: En cochant cette case, vous consentez au partage de vos données personnelles.*
zh: 勾选此框即表示您同意共享您的个人数据。

# consentsCreateAccount
source: By creating an account, you agree to our terms of service.*
ar: بإنشاء حساب، فإنك توافق على شروط الاستخدام العامة لدينا.*
de: Durch die Erstellung eines Kontos akzeptieren Sie unsere Allgemeinen Geschäftsbedingungen.*
fr: En créant un compte, vous acceptez nos conditions générales d’utilisation.*
zh: 创建账户即表示您同意我们的使用条款。

source: My History
ar: تاريخي
de: Mein Verlauf
fr: Mon historique
zh: 我的历史

source: All
ar: الكل
de: Alle
fr: Tout
zh: 全部

source: Completed
ar: تمت
de: Abgeschlossen
fr: Terminée
zh: 已完成

# errorHappened
source: An error occurred.
ar: حدث خطأ.
de: Ein Fehler ist aufgetreten.
fr: Une erreur est survenue.
zh: 发生错误。

source: No drugs found.
ar: لم يتم العثور على أي دواء.
de: Keine Medikamente gefunden.
fr: Aucun médicament trouvé.
zh: 未找到药品。

# didntReportMeds
source: You haven't reported any medication yet.
ar: لم تقم بالإبلاغ عن أي دواء بعد.
de: Sie haben noch kein Medikament gemeldet.
fr: Vous n'avez pas encore signalé un médicament.
zh: 您尚未报告任何药品。

# noDrugsYouReportDidnt
source: No drugs you reported have been processed yet.
ar: لم يتم معالجة أي دواء قمت بالإبلاغ عنه بعد.
de: Keines der von Ihnen gemeldeten Medikamente wurde bisher behandelt.
fr: Aucun médicament que vous avez signalez n'a été traité pour le moment.
zh: 您报告的药品目前尚未处理。

# pharmacyDescription
source: Easily find pharmacies nearby using geolocation.
ar: العثور بسهولة على الصيدليات القريبة من خلال التحديد المكاني.
de: Finden Sie mit der Geolokalisierung schnell Apotheken in Ihrer Nähe.
fr: Trouvez facilement les pharmacies à proximité grâce à la géolocalisation.
zh: 通过地理定位轻松找到附近的药店。

# emergencyDescription
source: Quickly access emergency numbers to contact emergency services.
ar: الوصول السريع إلى أرقام الطوارئ للاتصال بفرق الإسعاف.
de: Greifen Sie schnell auf Notrufnummern zu, um Hilfe zu holen.
fr: Accédez rapidement aux numéros d’urgence pour contacter les secours.
zh: 快速访问紧急救援号码。

# helpSupportDescription
source: Get help with the PharmaSignal app when needed.
ar: الحصول على المساعدة باستخدام تطبيق PharmaSignal في حالة الحاجة.
de: Holen Sie sich bei Bedarf Hilfe mit der PharmaSignal-App.
fr: Obtenez de l'aide avec l'application PharmaSignal en cas de besoin.
zh: 需要帮助时可获得PharmaSignal应用程序的支持。

# settingsDescription
source: Customize the PharmaSignal app settings according to your preferences.
ar: تخصيص إعدادات تطبيق PharmaSignal وفقًا لتفضيلاتك.
de: Passen Sie die Einstellungen der PharmaSignal-App nach Ihren Wünschen an.
fr: Personnalisez les réglages de l'application PharmaSignal selon vos préférences.
zh: 根据您的喜好自定义PharmaSignal应用程序的设置。

source: My Pharmacies
ar: صيديلياتي
de: Meine Apotheken
fr: Mes pharmacies
zh: 我的药店

# helpNumber
source: Emergency Numbers
ar: أرقام الطوارئ
de: Notrufnummern
fr: Numéros d'urgence
zh: 紧急号码

source: Help & Support
ar: المساعد
de: Hilfe und Unterstützung
fr: Aide et support
zh: 帮助和支持

# errorFetchUser
source: Error fetching user:
ar: خطأ أثناء استرجاع المستخدم:
de: Fehler beim Abrufen des Benutzers:
fr: Erreur lors de la récupération du User:
zh: 获取用户时出错：

# seeMyAccount
source: View My Profile
ar: عرض ملفي الشخصي
de: Mein Profil anzeigen
fr: Voir mon profil
zh: 查看我的资料

# authenticate
source: Please authenticate to access the application
ar: يرجى المصادقة للوصول إلى التطبيق
de: Bitte authentifizieren Sie sich, um auf die Anwendung zuzugreifen
fr: Veuillez authentifier pour accéder à l'application
zh: 请认证以访问应用程序

# deleteYouAccount
source: Delete your account if you no longer want to use the application.
ar: احذف حسابك إذا لم ترغب في استخدام التطبيق بعد.
de: Löschen Sie Ihr Konto, wenn Sie die App nicht mehr verwenden möchten.
fr: Supprimez votre compte si vous ne voulez plus utiliser l'application.
zh: 如果您不再使用应用程序，请删除您的账户。

# changeEmail
source: Change my email address
ar: تغيير عنوان البريد الإلكتروني الخاص بي
de: Ändern Sie Ihre E-Mail-Adresse
fr: Modifier mon adresse mail
zh: 更改电子邮件地址

# changePassword
source: Change my password
ar: تغيير كلمة المرور الخاصة بي
de: Ändern Sie Ihr Passwort
fr: Modifier mon mot de passe
zh: 更改密码

# deleteAccount
source: Delete my account
ar: حذف حسابي
de: Mein Konto löschen
fr: Supprimer mon compte
zh: 删除账户

# areYouSureWantLeave
source: Are you sure you want to leave us?
ar: هل أنت متأكد أنك تريد مغادرتنا؟
de: Sind Sie sicher, dass Sie uns verlassen möchten?
fr: Vous êtes sûr de vouloir nous quitter ?
zh: 您确定要离开吗？

# deleteYourData
source: This involves deleting your account as well as your data.
ar: هذا يعني حذف حسابك بالإضافة إلى بياناتك.
de: Dies bedeutet die Löschung Ihres Kontos sowie Ihrer Daten.
fr: Cela implique la suppression de votre compte ainsi que vos données.
zh: 这将删除您的账户和数据。

source: Delete my account
ar: حذف حسابي
de: Mein Konto löschen
fr: Supprimer mon compte
zh: 删除我的账户

# dontUseApplication
source: I no longer use the application
ar: لا أستخدم التطبيق بعد
de: Ich benutze die Anwendung nicht mehr
fr: Je n'utilise plus l'application
zh: 我不再使用此应用程序

source: Too slow
ar: بطيء جدًا
de: Zu langsam
fr: Trop lent
zh: 太慢

# missingFunc
source: Missing functionality
ar: وظيفة مفقودة
de: Fehlende Funktionen
fr: Fonctionnalité absentes
zh: 缺少功能

source: Other
ar: آخر
de: Andere
fr: Autre
zh: 其他

# errorDuringDelete
source: Error occurred during user deletion
ar: خطأ أثناء حذف المستخدم
de: Fehler beim Löschen des Benutzers
fr: Erreur lors de la suppression de l'utilisateur
zh: 删除用户时出错

# reasons
source: Reason (optional):
ar: السبب (اختياري) :
de: Grund (optional):
fr: Raison (facultatif) :
zh: 原因（可选）：

# deconnect
source: disconnected
ar: تم الخروج
de: abgemeldet
fr: déconnecté
zh: 注销

# changeMailDeconnect
source: By changing your email, you will be
ar: من خلال تغيير بريدك الإلكتروني، ستتم
de: Durch Ändern Ihrer E-Mail werden Sie
fr: En changeant votre mail, vous allez être
zh: 更改电子邮件后，您将被

# deconnectUpper
source: DISCONNECTED
ar: الخروج
de: ABGEMELDET
fr: DÉCONNECTÉ
zh: 注销

# yourAccount
source: from your account
ar: من حسابك
de: von Ihrem Konto
fr: de votre compte
zh: 您的账户

# newEmail
source: New email address
ar: البريد الإلكتروني الجديد
de: Neue E-Mail-Adresse
fr: Nouvelle adresse mail
zh: 新的电子邮件地址

# mailSend
source: A verification email has been sent to the new email address. Please check your inbox.
ar: تم إرسال رسالة بريد إلكتروني للتحقق إلى البريد الإلكتروني الجديد. يرجى التحقق من صندوق البريد الوارد الخاص بك.
de: Eine Bestätigungs-E-Mail wurde an die neue E-Mail-Adresse gesendet. Bitte überprüfen Sie Ihren Posteingang.
fr: Un e-mail de vérification a été envoyé à la nouvelle adresse e-mail. Veuillez vérifier votre boîte de réception.
zh: 验证邮件已发送至新的电子邮件地址。请检查您的收件箱。

source: Verification
ar: التحقق
de: Überprüfung
zh: 验证

source: Change
ar: تغيير
de: Ändern
fr: Modifier
zh: 更改

# wrongOldPassword
source: The old password is incorrect
ar: كلمة المرور القديمة غير صحيحة
de: Das alte Passwort ist falsch
fr: L'ancien mot de passe est incorrect
zh: 旧密码错误

source: Old Password
ar: كلمة المرور القديمة
de: Altes Passwort
fr: Ancien mot de passe
zh: 旧密码

source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
fr: Nouveau mot de passe
zh: 新密码

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe
zh: 确认新密码

# medicalUrgency
source: Medical Emergency
ar: طارئ طبي
de: Medizinischer Notfall
fr: Urgence médicale.
zh: 医疗紧急情况。

# victim
source: Victim or witness of an immediate or serious event
ar: ضحية أو شاهد لحدث أو حالة فورية أو خطيرة.
de: Opfer oder Zeuge eines Ereignisses, unmittelbare oder schwere Ereignisse.
fr: Victime ou témoin d'un événement, de faits immédiats ou graves.
zh: 事件受害者或目击者。

# perilousSituation
source: Perilous situation or accident
ar: موقف محفوف بالمخاطر أو حادث.
de: Gefährliche Situation oder Unfall.
fr: Situation de péril ou accident.
zh: 危险情况或事故。

# europeenNumber
source: European emergency number for medical, crime, peril
ar: رقم طوارئ أوروبي طبي، مخالفة، أو خطر.
de: Europäische Notfallnummer für medizinische Notfälle, Straftaten oder Gefahren.
fr: Numéro d'urgence européen médicale, infraction, péril.
zh: 欧洲紧急电话：医疗、犯罪、危险。

# handicap
source: Deaf, hard of hearing, or speech-impaired individuals
ar: أشخاص آخرين صمم أو صعوبات في الكلام.
de: Gehörlose, schwerhörige oder sprachbehinderte Personen.
fr: Personnes sourdes, malentendantes ou ayant des difficultés à parler.
zh: 听力障碍、听力受损或言语障碍者。

# urgencySMS
source: Emergency SMS
ar: رسالة نصية طارئة
de: SMS-Notfall
fr: Urgence SMS
zh: 紧急SMS

# urgencyCall
source: Emergency Call
ar: اتصال طارئ
de: Notruf
fr: Appel d'urgence
zh: 紧急呼叫

# havingProblem
source: Encountered a problem or want to report something to us? Write to our technical teams and receive a response as soon as possible.
ar: هل واجهت مشكلة أم ترغب في الإبلاغ عن شيء؟ اكتب لفرقنا الفنية واحصل على رد في أقرب وقت ممكن.
de: Haben Sie ein Problem oder möchten Sie uns etwas melden? Schreiben Sie an unser Technikteam und erhalten Sie eine Antwort in kürzester Zeit.
fr: Vous avez rencontrez un problème ou vous souhaitez nous signalez quelque chose ? Écrivez à nos équipes techniques et recevez une réponse dans les plus bref délais.
zh: 遇到问题或有事想报告？请联系我们的技术团队，会尽快回复您。

source: Sending data.
ar: إرسال البيانات
de: Daten senden
fr: Envoie des données.
zh: 正在发送数据。

# objet
source: Subject
ar: الموضوع
de: Betreff
fr: Objet
zh: 主题

source: Message
ar: الرسالة
de: Nachricht
zh: 信息

source: Validate
ar: تحقق
de: Bestätigen
fr: Valider
zh: 确认

# noDrugsInProgress
source: No reports in progress.
ar: لا يوجد أي إبلاغ قيد التقدم.
de: Keine laufenden Meldungen.
fr: Aucun signalement en cours.
zh: 没有进行中的报告。

# scanYourMedicine
source: Scan your medicine box
ar: مسح علبتك
de: Scannen Sie Ihre Medizinverpackung
fr: Scannez votre boite
zh: 扫描您的药品盒

source: Find your medicine
ar: العثور على دوائك
de: Finden Sie Ihr Medikament
fr: Trouvez votre médicament
zh: 寻找您的药品

source: Report a medicine
ar: الإبلاغ عن دواء
de: Medikament melden
fr: Signaler un médicament
zh: 报告药品

# infosAboutMedicine
source: Information about the medicine
ar: معلومات عن الدواء
de: Informationen über das Medikament
fr: Informations sur le médicament
zh: 药品信息

source: Postal Code
ar: الرمز البريدي
de: Postleitzahl
fr: Code Postal
zh: 邮政编码

# noPharmacy
source: No pharmacy available
ar: لا توجد صيدلية متاحة
de: Keine Apotheke verfügbar
fr: Aucune pharmacie disponible
zh: 没有可用的药店

source: City
ar: المدينة
de: Stadt
fr: Ville
zh: 城市

source: Pharmacy
ar: الصيدلية
de: Apotheke
fr: Pharmacie
zh: 药店

# noCity
source: No city found.
ar: لم يتم العثور على مدينة.
de: Keine Stadt gefunden.
fr: Pas de ville trouvé.
zh: 未找到城市。

source: Quantity Needed
ar: الكمية المطلوبة
de: Gewünschte Menge
fr: Quantité Souhaitée
zh: 所需数量

# enterQuantityNeeded
source: Enter the quantity needed
ar: أدخل الكمية المطلوبة
de: Geben Sie die gewünschte Menge ein
fr: Entrez la quantité souhaitée
zh: 请输入所需数量

# thanks
source: Thank you
ar: شكراً
de: Vielen Dank
fr: Merci
zh: 谢谢

# yourReportHasBeenSend
source: Your report has been sent successfully.
ar: تم إرسال تقريرك بنجاح.
de: Ihre Meldung wurde erfolgreich gesendet.
fr: Votre signalement a été envoyé avec succès.
zh: 您的报告已成功发送。

source: Report
ar: الإبلاغ
de: Melden
fr: Signaler
zh: 报告

source: In Progress
ar: قيد التنفيذ
de: In Bearbeitung
fr: En Cours
zh: 进行中

source: Terminated
ar: تم الإنتهاء
de: Abgeschlossen
fr: Clôturé
zh: 已结束

source: Reported
ar: تم الإبلاغ
de: Gemeldet
fr: Signalement effectué
zh: 报告已提交

source: Admin Reported
ar: تم الإبلاغ للمسؤول
de: Von Administrator gemeldet
fr: Signalé
zh: 已报告

source: Unknown
ar: غير معروف
de: Unbekannt
fr: Inconnu
zh: 未知

# termsAndConditionsTitle
source: Terms and Conditions of Use
ar: شروط الاستخدام
de: Allgemeine Geschäftsbedingungen
fr: Conditions générales d'Utilisation
zh: 使用条款

# introductionTitle
source: 1. Introduction
ar: 1. مقدمة
de: 1. Einführung
zh: 1. 介绍

# introductionParagraph
source: Welcome to PharmaSignal, developed by the association "Intercommunalit√©s de France". This application has been designed to help citizens report essential medications that are out of stock in local pharmacies, thereby facilitating better supply management. By using this application, you agree to these terms of use.
ar: مرحبًا بكم في PharmaSignal، التطبيق الذي تم تطويره بواسطة جمعية "Intercommunalités de France". تم تصميم هذا التطبيق لمساعدة المواطنين على الإبلاغ عن الأدوية الضرورية التي تنفد من الصيدليات المحلية، مما يسهل إدارة التوريد بشكل أفضل. باستخدام هذا التطبيق، فإنك توافق على شروط الاستخدام الحالية.
de: Willkommen bei PharmaSignal, entwickelt von der "Interkommunalitäten von Frankreich". Diese Anwendung wurde entwickelt, um Bürgern zu helfen, unverzichtbare Medikamente zu melden, die in lokalen Apotheken nicht verfügbar sind, und so die Arzneimittelversorgung zu verbessern. Durch die Nutzung dieser Anwendung akzeptieren Sie die vorliegenden Nutzungsbedingungen.
fr: Bienvenue sur PharmaSignal, développée par l'association "Intercommunalités de France". Cette application a été conçue pour aider les citoyens à signaler les médicaments indispensables qui sont en rupture de stock dans les pharmacies locales, facilitant ainsi une meilleure gestion de l'approvisionnement. En utilisant cette application, vous acceptez les présentes conditions d'utilisation.
zh: 欢迎使用由 "Intercommunalités de France" 协会开发的 PharmaSignal 应用程序。该应用程序旨在帮助市民报告当地药房缺货的必需药品，从而更好地管理供应。 使用此应用程序，即表示您同意这些使用条款。

# readCarefully
source: Please read them carefully.
ar: يرجى قراءتها بعناية.
de: Bitte lesen Sie sie aufmerksam durch.
fr: Veuillez les lire attentivement.
zh: 请仔细阅读。

# appUsageTitle
source: 2. Application Usage
ar: 2. استخدام التطبيق
de: 2. Anwendungsnutzung
fr: 2. Utilisation de l'Application
zh: 2. 应用程序使用

# residentsSubtitle
source: For Commune Residents:
ar: لسكان البلدية :
de: Für Bewohner der Gemeinde:
fr: Pour les Habitants de la Commune :
zh: 适用于市民：

# reportMedsParagraph
source: Medication Reporting: You can report medications that are essential to you and that are not available in local pharmacies. This feature helps gather crucial information to improve the supply of medications.
ar: إبلاغ عن الأدوية: يمكنك الإبلاغ عن الأدوية الضرورية التي لا تتوفر في الصيدليات المحلية. تساعد هذه الوظيفة في جمع المعلومات الحيوية لتحسين التوريد الدوائي.
de: Melden von Medikamenten: Sie können Medikamente melden, die für Sie unverzichtbar sind und in lokalen Apotheken nicht verfügbar sind. Diese Funktion hilft dabei, wichtige Informationen zur Verbesserung der Arzneimittelversorgung zu sammeln.
fr: Signalement de Médicaments: Vous pouvez signaler les médicaments qui vous sont indispensables et qui ne sont pas disponibles dans les pharmacies locales. Cette fonctionnalité permet de recueillir des informations cruciales pour améliorer l'approvisionnement en médicaments.
zh: 药品报告：您可以报告当地药房中缺货的必需药品。此功能收集关键信息，以改善药品供应。

# secureLoginParagraph
source: Secure Login: To ensure the security of your data, you need to create an account and log in. This allows us to secure exchanges and protect your personal information.
ar: تسجيل الدخول الآمن: لضمان أمان بياناتك، يجب عليك إنشاء حساب وتسجيل الدخول. يسمح ذلك لنا بتأمين التبادلات وحماية معلوماتك الشخصية.
de: Sichere Anmeldung: Um Ihre Daten zu schützen, müssen Sie ein Konto erstellen und sich anmelden. Dadurch können wir den Austausch sichern und Ihre persönlichen Informationen schützen.
fr: Connexion Sécurisée: Pour garantir la sécurité de vos données, vous devez créer un compte et vous connecter. Cela nous permet de sécuriser les échanges et de protéger vos informations personnelles.
zh: 安全登录：为保证您的数据安全，您需要创建账户并登录。这有助于保护您的个人信息。

# pharmacyListParagraph
source: Pharmacy Consultation: You can view the list of nearby pharmacies, helping you quickly find the medications you need.
ar: استعراض الصيدليات: يمكنك استعراض قائمة الصيدليات القريبة، مما يساعدك في العثور بسرعة على الأدوية التي تحتاجها.
de: Apothekenliste anzeigen: Sie können die Liste der Apotheken in der Nähe anzeigen, um schnell die benötigten Medikamente zu finden.
fr: Consultation des Pharmacies: Vous pouvez consulter la liste des pharmacies à proximité, ce qui vous aide à trouver rapidement les médicaments dont vous avez besoin.
zh: 药房列表：您可以查看附近药房的列表，帮助您快速找到所需药品。

# dataCollectionTitle
source: 3. Collection and Use of Personal Data
ar: 3. جمع واستخدام البيانات الشخصية
de: 3. Datensammlung und -nutzung
fr: 3. Collecte et Utilisation des Données Personnelles
zh: 3. 个人数据的收集与使用

# dataCollectedSubtitle
source: Collected Data:
ar: البيانات المجمعة:
de: Gesammelte Daten:
fr: Données Collectées:
zh: 收集的数据：

# dataCollectedBulletPoints
source: Name First name Email address Information on reported medications
ar: الاسم اللقب البريد الإلكتروني معلومات حول الأدوية التي تم الإبلاغ عنها
de: Name Vorname E-Mail-Adresse Informationen zu gemeldeten Medikamenten
fr: Nom Prénom Adresse électronique Informations sur les médicaments signalés
zh: 姓名 名字 电子邮件地址 报告的药品信息

# dataUsageSubtitle
source: Data Usage:
ar: استخدام البيانات:
de: Datennutzung:
fr: Utilisation des Données:
zh: 数据使用：

# dataUsageParagraph
source: The personal data collected is used solely to improve medication supply management and to secure exchanges between users and administrators. Your personal information will not be shared with third parties without your explicit consent.
ar: يتم استخدام البيانات الشخصية المجمعة فقط لتحسين إدارة التوريد الدوائي وتأمين التبادلات بين المستخدمين والمسؤولين. لن يتم مشاركة معلوماتك الشخصية مع أطراف ثالثة دون موافقتك الصريحة.
de: Die gesammelten personenbezogenen Daten werden ausschließlich zur Verbesserung der Arzneimittelversorgung und zum Schutz des Austauschs zwischen Benutzern und Administratoren verwendet. Ihre persönlichen Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben.
fr: Les données personnelles collectées sont utilisées uniquement pour améliorer la gestion de l'approvisionnement en médicaments et pour sécuriser les échanges entre les utilisateurs et les administrateurs. Vos informations personnelles ne seront pas partagées avec des tiers sans votre consentement explicite.
zh: 收集的个人数据仅用于改善药品供应管理和保护用户与管理员之间的交流。未经您的明确同意，您的个人信息不会与第三方共享。

# dataSecurityTitle
source: 4. Data Security
ar: 4. أمان البيانات
de: 4. Datensicherheit
fr: 4. Sécurité des Données
zh: 4. 数据安全
